Repository: Ed3280/IS
Catalog: IntranetWeb/LocalizationResources/Error/ErrorResource.*.resx
Languages: es

# CargoNoExiste
source: Position doesn't exists
es: Cargo no existe

# CargoPadreNoActualizable
source: Position's father can not be updated because there is personnel with this position: {0}
es: Cargo padre no puede ser actualizado porque existe personal con este cargo: {0}

# CargoPadreNoActualizableReasignarSupervisor
source: Position's father can not be updated bucause exists more than one posible new supervisor than can be reasigne to the employees on this position
es: No es posible actualizar cargo padre ya que existe más de un posible nuevo supervisor asignable a los empleados en este cargo

# ContrasenaInvalida
source: Password is not valid or user is inactive. Please verify
es: La contraseña actual es inválida o el usuario se encuentra inactivo. Por favor verifique

# ContrasenaNoCoincide
source: Passwords doesn't match. Please verify
es: Las contraseñas no coinciden. Por favor verifique

# ControllerContextNoCreable
source: Can't create Controller Context if no active HttpContext instance is available
es: No se puede crear controller context si no hay un HttpContext activo

# CorreoRegistroNoEnviado
source: Registration mail couldn't be send
es: Correo de registro no pudo ser enviado

# CorreoUsuarioExistente
source: Email is already used
es: El correo de usuario ya se encuentra en uso

# Error100
source: Error processing request. (100)
es: Ocurrió un error al procesar petición. (100)

# FalloActulizarPerfil
source: There was an error updating profile. Contact sytem administrator
es: Ocurrió un fallo al actualizar el perfil. Consulte con el administrador

# FalloEnvioContrasena
source: Password could not be send
es: La contraseña no pudo ser enviada

# FormatoContrasenaInvalida
source: Password's must be between 6 and 20 characters long, must contain al least one digit, an alphanumeric character and a special character (@#$%*)
es: Contraseña debe contener entre 6 y 20 caracteres, debe contener al menos un dígito, un caracter alfanumérico y un caracter especial (@#$%*)

# FormatoEmailInvalido
source: Email is not valid
es: Email no es válido

# FormatoFechaNacimientoInvalido
source: Birthday has an invalid format
es: Fecha de nacimiento tiene un formato inválido

# FormatoNombreUsuarioInvalido
source: The username must not have spaces, only the special characters "." and "_" are admitted and a length between 5 and 50
es: El nombre de usuario no debe contener espacios, se admite sólo los caracteres especiales "." y "_" y una longitud entre 5 y 50

# FormatoTenefonoFijoInvalido
source: Put a valid phone number
es: Ingrese un número de Téléfono Fijo válido

# NombreUsuarioExistente
source: Username is already used
es: El nombre de usuario ya se encuentra en uso

# NombreUsuarioInvalido
source: Username is not valid
es: Nombre de usuario es inválido

# NumeroDeDocumentoClienteEnUso
source: There is another client with the same document id
es: Ya existe otro cliente con el mismo documento

# NumeroDeDocumentoEmpleadoEnUso
source: There is another employee with the same document id
es: Ya existe otro empleado con el mismo documento

# NumeroDeDocumentoEnUso
source: There is another user with the same document number
es: Ya existe otro usuario con el mismo documento

# NumeroDeDocumentoProveedorEnUso
source: There is another provider with the same document id
es: Ya existe otro proveedor con el mismo documento

# NumeroDeDocumentoSocioComercialEnUso
source: There is another business partner with the same document id
es: Ya existe otro socio comercial con el mismo documento

# NumeroDocumentoInvalido
source: Document ID is not valid
es: El número de documento es inválido

# RegistroConFK
source: Record has foreing key with another table. (Relation "{0}")
es: El registro esta asociado a otra tabla (relación "{0}")

# RegistroNoActualizado
source: Record couln't be updated- Try again later
es: El registro no fue actualizado. Por favor intente de nuevo

# RegistroNoEliminado
source: Record couldn't be deleted. Try again later please
es: El registro no fue eliminado. Por favor intente de nuevo

# SupervisorObligatorio
source: Supervisor is required
es: El supervisor es obligatorio para este cargo

# TelefonoFijoInvalido
source: Phone number is not valid
es: Teléfono Fijo Inválido

# TelefonoMovilInvalido
source: Put a valid mobile number
es: Ingrese un número de teléfono móvil válido

# UsuarioActivoNoActualizable
source: User can not be inactive because it have the following personnel in charge: {0}
es: Usuario no puede ser inactivado debido a que tiene el siguiente personal bajo su cargo: {0}

# UsuarioInvalidoInactivo
source: User invalid or inactive
es: Usuario inválido o inactivo

# UsuarioNuevoCargoNoActualizable
source: User's position can not be updated because it has personnel under his charge. Please reassign the following employees supervisor: {0}
es: Cargo del usuario no puede ser actualizado debido a que tiene personal bajo su cargo. Por favor reasigne supervisor a los siguientes empleados: {0}

# VinEnUso
source: Vin number belongs to another vehicle
es: El número de Vin pertenece a un vehículo ya registrado
