Repository: Ed3280/IS
Catalog: IntranetWeb/LocalizationResources/Titulo/Pagina/TituloPaginaResource.*.resx
Languages: es

# AlertasAgentes
source: Agent alerts
es: Alertas agentes

# AsociarDispositivo
source: Asociate device
es: Asociar dispositivo

# AsociarVehiculo
source: Asociate vehicle
es: Asociar vehículo

# Cargo
source: Positions
es: Cargo

# Cliente
source: Client
es: Clientes

# ConsultarEmpleado
source: Check employee
es: Consultar empleado

# ConsultarNotificacion
source: Check notification
es: Consultar alerta

# ConsultarProveedor
source: Check provider
es: Consultar proveedor

# ConsultarSocioComercial
source: Check business partner
es: Consultar socio comercial

# ConsultarTicket
source: Check ticket
es: Consultar ticket

# ConsultarUsuario
source: Check user
es: Consultar usuario

# CrearCargo
source: Create position
es: Crear cargo

# CrearCliente
source: Create client
es: Crear cliente

# CrearProveedor
source: Create provider
es: Crear proveedor

# CrearRespuestaOperadorGCM
source: Create GCM operator answer
es: Crear respuesta operador GCM

# CrearRol
source: Create role
es: Crear rol

# CrearSocioComercial
source: Create business partner
es: Crear socio comercial

# CrearUsuario
source: Create user
es: Crear usuario

# DarBajaEmpleado
source: Terminate employee relationship
es: Dar de baja a empleado

# DatosAdicionales
source: Additional information
es: Datos adicionales

# EditarCargo
source: Edit position
es: Editar cargo

# EditarEmpleado
source: Edit employee
es: Editar empleado

# EditarProveedor
source: Edit provider
es: Editar proveedor

# EditarRol
source: Edit role
es: Editar rol

# EditarSocioComercial
source: Edit business partner
es: Editar socio comercial

# EditarUsuario
source: Edit user
es: Editar usuario

# Empleado
source: Employee
es: Empleados

# Localizacion
source: Location
es: Localización

# MonitorAlerta
source: Monitor
es: Monitor y alertas

# MonitorAlertaAdmin
source: Monitor's administrator
es: Administrador de monitor y alertas

# Proveedor
source: Provider
es: Proveedor

# ReporteAlertas
source: Alert report
es: Reporte de alertas

# ReporteTickets
source: Tickets report
es: Reporte de tickets

# Rol
source: Role
es: Roles

# SocioComercial
source: Business partner
es: Socio comercial

# Usuario
source: User
es: Usuarios

# UsuarioAdmin
source: User (Admin)
es: Usuarios (Admin)
